tap "bfontaine/utils"
tap "go-delve/delve"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "sanemat/font"
tap "sinya8282/rans"
brew "anyenv"
brew "libpng"
brew "autoconf"
brew "automake"
brew "sqlite"
brew "awscli"
brew "bash"
brew "icu4c"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "gmp"
brew "mpfr"
brew "consul"
brew "coreutils"
brew "ctags"
brew "curl"
brew "direnv"
brew "docker-completion"
brew "docker-compose-completion"
brew "doxygen"
brew "libtool"
brew "lame"
brew "x264"
brew "ffmpeg"
brew "fontforge"
brew "fpp"
brew "gcc"
brew "geckodriver"
brew "ghostscript"
brew "ghq"
brew "git"
brew "git-secrets"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "go"
brew "hub"
brew "ios-webkit-debug-proxy"
brew "jo"
brew "oniguruma"
brew "jq"
brew "libxml2"
brew "libusb-compat"
brew "mackup"
brew "mas"
brew "mysql"
brew "packer"
brew "peco"
brew "postgresql"
brew "pth"
brew "reattach-to-user-namespace"
brew "redis"
brew "sbt"
brew "scala"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vault"
brew "vim"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "bfontaine/utils/chromedriver"
brew "sanemat/font/ricty"
brew "sinya8282/rans/rans", args: ["HEAD"]
cask "adobe-creative-cloud"
cask "bartender"
cask "bettertouchtool"
cask "caffeine"
cask "clipy"
cask "coderunner"
cask "daisydisk"
cask "docker"
cask "dropbox"
cask "evernote"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "go2shell"
cask "google-backup-and-sync"
cask "google-japanese-ime"
cask "imageoptim"
cask "intellij-idea"
cask "iterm2"
cask "raindropio"
cask "skitch"
cask "slack"
cask "sourcetree"
cask "the-unarchiver"
cask "tunnelbear"
cask "virtualbox"
cask "vlc"
cask "xquartz"
mas "1Password 7", id: 1333542190
mas "Brother iPrint&Scan", id: 1193539993
mas "CotEditor", id: 1024640650
mas "LINE", id: 539883307
mas "MARKETSPEED", id: 946680495
mas "Xcode", id: 497799835
