tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "anyenv"
brew "libpng"
brew "autoconf"
brew "sqlite"
brew "awscli"
brew "bash"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "curl"
brew "ghq"
brew "git"
brew "git-secrets"
brew "gmp"
brew "libtool"
brew "go"
brew "icu4c"
brew "oniguruma"
brew "jq"
brew "lame"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libusb"
brew "libksba"
brew "mpfr"
brew "mackup"
brew "mas"
brew "mysql"
brew "peco"
brew "pinentry"
brew "reattach-to-user-namespace"
brew "redis"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "x264"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "alfred"
cask "appcleaner"
cask "bartender"
cask "bettertouchtool"
cask "caffeine"
cask "cleanmymac"
cask "clipy"
cask "coteditor"
cask "daisydisk"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "fork"
cask "go2shell"
cask "google-chrome"
cask "google-japanese-ime"
cask "imageoptim"
cask "intellij-idea"
cask "iterm2"
cask "messenger"
cask "raindropio"
cask "slack"
cask "the-unarchiver"
cask "tunnelbear"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "1Password 7", id: 1333542190
mas "Brother iPrint&Scan", id: 1193539993
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "MARKETSPEED", id: 946680495
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
