# ============================================================
# CLI Tools
# ============================================================
brew "awscli"
brew "bat"
brew "curl"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "glow"
brew "ghq"
brew "git"
brew "git-secrets"
brew "googleworkspace-cli"
brew "jq"
brew "mas"
brew "mise"
brew "mysql"
brew "ripgrep"
brew "starship"
brew "stow"
brew "vim"
brew "wget"
brew "yt-dlp"
brew "zoxide"

# ============================================================
# Cask - Apps
# ============================================================
cask "appcleaner"
cask "bartender"
cask "bettertouchtool"
cask "caffeine"
cask "cleanmymac"
cask "cmux"
cask "comet"
cask "figma"
cask "firefox"
cask "fork"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "google-japanese-ime"
cask "iina"
cask "imageoptim"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "parallels"
cask "raindropio"
cask "raycast"
cask "slack"
cask "the-unarchiver"
cask "tunnelbear"
cask "typeless"
cask "visual-studio-code"
cask "warp"
cask "zoom"

# ============================================================
# Cask - Fonts
# ============================================================
cask "font-jetbrains-mono-nerd-font"

# ============================================================
# Mac App Store
# ============================================================
mas "LINE", id: 539883307
mas "Xcode", id: 497799835

