# ============================================================
# CLI Tools
# ============================================================
brew "awscli"
brew "curl"
brew "eza"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-secrets"
brew "go"
brew "jq"
brew "mas"
brew "mise"
brew "mysql"
brew "redis"
brew "starship"
brew "stow"
brew "the_silver_searcher"
brew "tree"
brew "vim"
brew "wget"
brew "yt-dlp"
brew "zoxide"

# ============================================================
# Cask - Apps
# ============================================================
cask "appcleaner"
cask "arc"
cask "bartender"
cask "bettertouchtool"
cask "cleanmymac"
cask "coteditor"
cask "cursor"
cask "figma"
cask "firefox"
cask "fork"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "google-japanese-ime"
cask "iina"
cask "imageoptim"
cask "notion"
cask "obsidian"
cask "raycast"
cask "slack"
cask "the-unarchiver"
cask "zoom"

# ============================================================
# Cask - Fonts
# ============================================================
cask "font-fira-code"
cask "font-jetbrains-mono-nerd-font"

# ============================================================
# Mac App Store
# ============================================================
mas "LINE", id: 539883307
mas "Xcode", id: 497799835

