anthropic.claude-code
biomejs.biome
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
editorconfig.editorconfig
esbenp.prettier-vscode
github.copilot-chat
github.github-vscode-theme
marp-team.marp-vscode
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.remote-explorer
oven.bun-vscode
redhat.vscode-yaml
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
vscode-icons-team.vscode-icons
yzhang.markdown-all-in-one
